epyc-7763/20240828-1439-test/logs/0-32768-1000-count-yes-no-yes-4096-1725026506/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 128
number of threads: 128
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 69843
number of failed transactions: 0 (0.000%)
latency average = 9.171 ms
initial connection time = 38.776 ms
tps = 13957.244386 (without initial connection time)